Revit 2027 API
IFCAggregateIterator.Reset Method
 Resets the iterator to the beginning of the aggregate.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual void Reset()
Public Overridable Sub Reset
public:
virtual void Reset()
abstract Reset : unit -> unit
override Reset : unit -> unit
See Also
Reference
IFCAggregateIterator Class
Autodesk.Revit.DB.IFC Namespace